Repository: Yashwanth955/Sadhaka
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ta, te

# appTitle
source: Sadhak
hi: [साधक - Sadhak in Hindi]
kn: [ಸಾಧಕ್ - Sadhak in Kannada]
ta: [சாதக் - Sadhak in Tamil]
te: [సాధక్ - Sadhak in Telugu]

# cameraScreenTitle
source: Camera
hi: [कैमरा - Camera in Hindi]
kn: [ಕ್ಯಾಮೆರಾ - Camera in Kannada]
ta: [கேமரா - Camera in Tamil]
te: [కెమెరా - Camera in Telugu]

# startTestButton
source: Start Test
hi: [परीक्षण शुरू करें - Start Test in Hindi]
kn: [ಪರೀಕ್ಷೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ - Start Test in Kannada]
ta: [சோதனையைத் தொடங்கு - Start Test in Tamil]
te: [పరీక్షను ప్రారంభించండి - Start Test in Telugu]

# stopTestButton
source: Stop Test
hi: [परीक्षण रोकें - Stop Test in Hindi]
kn: [ಪರೀಕ್ಷೆಯನ್ನು ನಿಲ್ಲಿಸಿ - Stop Test in Kannada]
ta: [சோதனையை நிறுத்து - Stop Test in Tamil]
te: [పరీక్షను ఆపండి - Stop Test in Telugu]

# testInstructionsTitle
source: Test Instructions
hi: [परीक्षण निर्देश - Test Instructions in Hindi]
kn: [ಪರೀಕ್ಷಾ ಸೂಚನೆಗಳು - Test Instructions in Kannada]
ta: [சோதனை வழிமுறைகள் - Test Instructions in Tamil]
te: [పరీక్ష సూచనలు - Test Instructions in Telugu]

# loginScreenAppName
source: Sadhaka
hi: [Sadhaka - Hindi]
kn: [Sadhaka - Kannada]
ta: [Sadhaka - Tamil]
te: [Sadhaka - Telugu]

# loginWelcomeBack
source: Welcome Back
hi: [Welcome Back - Hindi]
kn: [Welcome Back - Kannada]
ta: [Welcome Back - Tamil]
te: [Welcome Back - Telugu]

# loginEmailHint
source: Email or Username
hi: [Email or Username - Hindi]
kn: [Email or Username - Kannada]
ta: [Email or Username - Tamil]
te: [Email or Username - Telugu]

# loginPasswordHint
source: Password
hi: [Password - Hindi]
kn: [Password - Kannada]
ta: [Password - Tamil]
te: [Password - Telugu]

# loginForgotPassword
source: Forgot Password?
hi: [Forgot Password? - Hindi]
kn: [Forgot Password? - Kannada]
ta: [Forgot Password? - Tamil]
te: [Forgot Password? - Telugu]

# loginButton
source: Login
hi: [Login - Hindi]
kn: [Login - Kannada]
ta: [Login - Tamil]
te: [Login - Telugu]

# loginFailedError
source: Login failed. Please check your credentials.
hi: [Login failed. Please check your credentials. - Hindi]
kn: [Login failed. Please check your credentials. - Kannada]
ta: [Login failed. Please check your credentials. - Tamil]
te: [Login failed. Please check your credentials. - Telugu]

# loginOrContinueWith
source: Or continue with
hi: [Or continue with - Hindi]
kn: [Or continue with - Kannada]
ta: [Or continue with - Tamil]
te: [Or continue with - Telugu]

# loginContinueWithGoogle
source: Continue with Google
hi: [Continue with Google - Hindi]
kn: [Continue with Google - Kannada]
ta: [Continue with Google - Tamil]
te: [Continue with Google - Telugu]

# loginContinueWithApple
source: Continue with Apple
hi: [Continue with Apple - Hindi]
kn: [Continue with Apple - Kannada]
ta: [Continue with Apple - Tamil]
te: [Continue with Apple - Telugu]

# loginDontHaveAccount
source: Don't have an account?
hi: [Don't have an account? - Hindi]
kn: [Don't have an account? - Kannada]
ta: [Don't have an account? - Tamil]
te: [Don't have an account? - Telugu]

# loginSignUpButton
source: Sign Up
hi: [Sign Up - Hindi]
kn: [Sign Up - Kannada]
ta: [Sign Up - Tamil]
te: [Sign Up - Telugu]

# loginMotivationalQuote
source: "The only bad workout is the one that didn't happen."
hi: ["The only bad workout is the one that didn't happen." - Hindi]
kn: ["The only bad workout is the one that didn't happen." - Kannada]
ta: ["The only bad workout is the one that didn't happen." - Tamil]
te: ["The only bad workout is the one that didn't happen." - Telugu]
